Repository: sinhong2011/triwarden
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant, zh_hk

source: This can't be undone.
ja: この操作は取り消せません。
zh_hans: 此操作无法撤销。
zh_hant: 此動作無法復原。
zh_hk: 此動作無法復原。

source: This file is encrypted with another account's key. Import it into that account, or export it again as password-protected.
ja: このファイルは別のアカウントの鍵で暗号化されています。そのアカウントに読み込むか、パスワード保護で書き出し直してください。
zh_hans: 此文件使用另一个账户的密钥加密。请导入到该账户，或重新以密码保护格式导出。
zh_hant: 這個檔案是用另一個帳號的密鑰加密的。請匯入到該帳號，或重新以密碼保護格式匯出。
zh_hk: 呢個檔案係用另一個帳戶嘅密鑰加密。請匯入去嗰個帳戶，或者用密碼保護格式重新匯出。

source: This file isn't in a format Triwarden can import.
ja: このファイル形式は Triwarden で読み込めません。
zh_hans: Triwarden 无法导入这种格式的文件。
zh_hant: Triwarden 無法匯入這種格式的檔案。
zh_hk: Triwarden 匯入唔到呢種格式嘅檔案。

source: This Mac
ja: この Mac
zh_hans: 这台 Mac
zh_hant: 這部 Mac
zh_hk: 呢部 Mac

source: This Mac has no Touch ID available.
ja: この Mac では Touch ID を利用できません。
zh_hans: 这台 Mac 没有可用的触控 ID。
zh_hant: 這部 Mac 沒有可用的 Touch ID。
zh_hk: 這部 Mac 沒有可用的 Touch ID。

source: This Mac isn't known to the server for this account yet. Log in with your master password once.
ja: この Mac はまだこのアカウントでサーバーに登録されていません。一度マスターパスワードでログインしてください。
zh_hans: 服务器尚未识别这台 Mac。请先用主密码登录一次。
zh_hant: 伺服器尚未認得這台 Mac。請先用主密碼登入一次。
zh_hk: 伺服器未認得呢部 Mac。請先用主密碼登入一次。

source: This passkey can't be used here.
ja: このパスキーはここでは使用できません。
zh_hans: 无法在此使用此通行密钥。
zh_hant: 無法在此使用這個通行密鑰。
zh_hk: 無法喺度使用呢個通行密鑰。

source: This removes the account and its saved vault from this Mac. Your data stays on the server.
ja: この Mac からアカウントと保存された保管庫を削除します。サーバー上のデータはそのまま残ります。
zh_hans: 这会从这台 Mac 移除此账户及其保存的密码库，服务器上的数据不受影响。
zh_hant: 這會從這部 Mac 移除此帳號及其儲存的保險庫，伺服器上的資料不受影響。
zh_hk: 這會從這部 Mac 移除此帳戶及其儲存的保險庫，伺服器上的資料不受影響。

source: This replaces the passkey already saved on that login.
ja: そのログインに保存済みのパスキーが置き換えられます。
zh_hans: 这会替换该登录项上已保存的通行密钥。
zh_hant: 這會取代該登入項目上已儲存的通行密鑰。
zh_hk: 這會取代該登入項目上已儲存的通行密鑰。

source: This server doesn't support archiving yet.
ja: このサーバはまだアーカイブに対応していません。
zh_hans: 此服务器尚不支持归档。
zh_hant: 這台伺服器尚不支援封存。
zh_hk: 呢部伺服器暫時未支援封存。

source: This shared vault has no shared folders you can add to.
ja: この共有保管庫には追加できる共有フォルダがありません。
zh_hans: 这个共享保险库没有你可以添加到的共享文件夹。
zh_hant: 這個共享保險庫沒有你可以加入的共享資料夾。
zh_hk: 呢個共享保險庫冇你可以加入嘅共享資料夾。

source: This site needs a key type Triwarden can't create.
ja: このサイトには Triwarden で作成できない鍵の種類が必要です。
zh_hans: 此网站需要 Triwarden 无法创建的密钥类型。
zh_hant: 此網站需要 Triwarden 無法建立的金鑰類型。
zh_hk: 此網站需要 Triwarden 無法建立的密鑰類型。

source: Timeout
ja: タイムアウト
zh_hans: 超时
zh_hant: 逾時
zh_hk: 逾時

source: Title
ja: 敬称
zh_hans: 称谓
zh_hant: 稱謂
zh_hk: 稱謂

source: To change one, add Triwarden in System Settings › Keyboard › Keyboard Shortcuts › App Shortcuts and type the menu item's name exactly.
ja: 変更するには、システム設定 › キーボード › キーボードショートカット › アプリのショートカット で Triwarden を追加し、メニュー項目の名前を正確に入力します。
zh_hans: 如要更改，请前往“系统设置”›“键盘”›“键盘快捷键”›“App 快捷键”添加 Triwarden，并准确输入菜单项的名称。
zh_hant: 如要更改，請到「系統設定」›「鍵盤」›「鍵盤快速鍵」›「App 快速鍵」加入 Triwarden，並準確輸入選單項目的名稱。
zh_hk: 想改嘅話，去「系統設定」›「鍵盤」›「鍵盤快速鍵」›「App 快速鍵」加入 Triwarden，再準確輸入選單項目嘅名稱。

source: Today
ja: 今日
zh_hans: 今天
zh_hant: 今天
zh_hk: 今日

source: Toggle Favorite
ja: お気に入りを切り替え
zh_hans: 切换收藏
zh_hant: 切換喜好項目
zh_hk: 切換喜愛項目

source: Too many wrong PINs, so the PIN is off. Use your master password.
ja: PIN の誤入力が多すぎたため、PIN をオフにしました。マスターパスワードを使ってください。
zh_hans: PIN 码错误次数过多，已停用 PIN 码。请使用主密码。
zh_hant: PIN 碼錯誤次數過多，已停用 PIN 碼。請使用主密碼。
zh_hk: PIN 碼錯得太多次，已經停用 PIN 碼。請用主密碼。

source: Tools
ja: ツール
zh_hans: 工具
zh_hant: 工具
zh_hk: 工具

source: Touch ID seals each account's key in the Secure Enclave. Unlock an account once to turn it on; one touch then opens every account that has it.
ja: Touch ID は各アカウントの鍵を Secure Enclave で保護します。一度ロックを解除するとオンにでき、以後ワンタッチで有効なすべてのアカウントが開きます。
zh_hans: 触控 ID 会把每个账户的密钥封存在安全隔区。先解锁账户一次即可打开；之后一触即可打开所有已启用的账户。
zh_hant: Touch ID 會把每個帳號的金鑰封存在安全隔離區。先解鎖帳號一次即可開啟；之後按一下就能打開所有已啟用的帳號。
zh_hk: Touch ID 會把每個帳戶的密碼匙封存在安全隔離區。先解鎖帳戶一次即可開啟；之後按一下就能打開所有已啟用的帳戶。

source: Touch ID to unlock
ja: Touch ID でロック解除
zh_hans: 使用触控 ID 解锁
zh_hant: 使用 Touch ID 解鎖
zh_hk: 使用 Touch ID 解鎖

source: Trash
ja: ゴミ箱
zh_hans: 废纸篓
zh_hant: 垃圾桶
zh_hk: 垃圾桶

source: Triwarden %@ is up to date.
ja: Triwarden %@ は最新です。
zh_hans: Triwarden %@ 已是最新版本。
zh_hant: Triwarden %@ 已是最新版本。
zh_hk: Triwarden %@ 已經係最新版本。

source: Triwarden is available in English, 繁體中文, 繁體中文（香港）, 简体中文 and 日本語.
ja: Triwarden は English、繁體中文、繁體中文（香港）、简体中文、日本語に対応しています。
zh_hans: Triwarden 支持 English、繁體中文、繁體中文（香港）、简体中文和日本語。
zh_hant: Triwarden 支援 English、繁體中文、繁體中文（香港）、简体中文和日本語。
zh_hk: Triwarden 支援 English、繁體中文、繁體中文（香港）、简体中文和日本語。

source: Triwarden is available in English, 繁體中文, 繁體中文（香港）, 简体中文 and 日本語. The AutoFill panel follows the system's language.
ja: Triwarden は English、繁體中文、繁體中文（香港）、简体中文、日本語に対応しています。自動入力パネルはシステムの言語に従います。
zh_hans: Triwarden 支持 English、繁體中文、繁體中文（香港）、简体中文和日本語。自动填充面板跟随系统语言。
zh_hant: Triwarden 支援 English、繁體中文、繁體中文（香港）、简体中文與日本語。自動填寫面板會依照系統語言。
zh_hk: Triwarden 支援 English、繁體中文、繁體中文（香港）、简体中文同日本語。自動填寫面板會跟系統語言。

source: Triwarden is locked.
ja: Triwarden をロックしました。
zh_hans: Triwarden 已锁定。
zh_hant: Triwarden 已鎖定。
zh_hk: Triwarden 已鎖定。

source: Triwarden is locked. Unlock it first.
ja: Triwarden はロックされています。先にロックを解除してください。
zh_hans: Triwarden 已锁定，请先解锁。
zh_hant: Triwarden 已鎖定，請先解鎖。
zh_hk: Triwarden 已鎖定，請先解鎖。

source: Trusted certificates
ja: 信頼する証明書
zh_hans: 信任的证书
zh_hant: 信任的憑證
zh_hk: 信任的憑證

source: Try Again
ja: 再試行
zh_hans: 重试
zh_hant: 再試一次
zh_hk: 再試一次

source: Try Touch ID again
ja: Touch ID をもう一度試す
zh_hans: 再试一次触控 ID
zh_hant: 再試一次 Touch ID
zh_hk: 再試一次 Touch ID

source: Turn off
ja: オフにする
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 閂咗佢

source: Turn Off
ja: オフにする
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: Turn off %@?
ja: %@ をオフにしますか？
zh_hans: 要关闭%@吗？
zh_hant: 要關閉%@嗎？
zh_hk: 要關閉%@嗎？

source: Turn Off…
ja: オフにする…
zh_hans: 关闭…
zh_hant: 關閉…
zh_hk: 關閉…

source: Turn On
ja: オンにする
zh_hans: 开启
zh_hant: 開啟
zh_hk: 開啟

source: Turn On…
ja: オンにする…
zh_hans: 打开…
zh_hant: 開啟…
zh_hk: 開啟…

source: Turned off two-step login
ja: 2 段階ログインをオフにしました
zh_hans: 关闭了两步登录
zh_hant: 關閉了兩步驟登入
zh_hk: 關閉咗兩步驟登入

source: Turning the tumblers…
ja: タンブラーを回しています…
zh_hans: 正在转动锁芯…
zh_hant: 正在轉動鎖芯…
zh_hk: 正在轉動鎖芯…

source: tw get github · tw code github · tw list · tw generate. Reading anything from the vault needs it unlocked and Touch ID or your Mac password.
ja: tw get github · tw code github · tw list · tw generate。保管庫から読み取るには、ロック解除と Touch ID または Mac のパスワードが必要です。
zh_hans: tw get github · tw code github · tw list · tw generate。从密码库读取任何数据都需要先解锁，并使用 Touch ID 或 Mac 密码。
zh_hant: tw get github · tw code github · tw list · tw generate。從保險庫讀取任何資料都需要先解鎖，並使用 Touch ID 或 Mac 密碼。
zh_hk: tw get github · tw code github · tw list · tw generate。從保險庫讀取任何資料都需要先解鎖，並使用 Touch ID 或 Mac 密碼。

source: Two-step login
ja: 2 段階ログイン
zh_hans: 两步登录
zh_hant: 兩步驟登入
zh_hk: 兩步驟登入

source: Two-step login available
ja: 2 段階ログインが利用可能
zh_hans: 可使用两步登录
zh_hant: 可使用兩步驟登入
zh_hk: 可以用兩步驟登入

source: Two-step verification
ja: 2 段階認証
zh_hans: 两步验证
zh_hant: 兩步驟驗證
zh_hk: 兩步驟驗證

source: Type
ja: 種類
zh_hans: 类型
zh_hant: 類型
zh_hk: 類型

source: Type into %@
ja: %@ に入力
zh_hans: 输入到 %@
zh_hant: 輸入到 %@
zh_hk: 輸入去 %@

source: Type into other apps
ja: ほかのアプリに入力
zh_hans: 输入到其他 App
zh_hant: 輸入到其他 App
zh_hk: 輸入去其他 App

source: Type shortcut…
ja: ショートカットを入力…
zh_hans: 请按下快捷键…
zh_hant: 請按下快速鍵…
zh_hk: 撳快速鍵…

source: Type a filter like type:card, has:otp or #Work, or pick one from the filter menu. Filters stay on until you clear them; ⌫ takes the last one off.
ja: type:card、is:favorite、has:otp、#Work と入力するか、絞り込みメニューから選びます。解除するまでオンのままで、⌫ で最後の 1 つを外せます。
zh_hans: 输入 type:card、is:favorite、has:otp 或 #Work，或从筛选菜单中选择。筛选会保持开启直到你清除；按 ⌫ 移除最后一个。
zh_hant: 輸入 type:card、is:favorite、has:otp 或 #Work，或從篩選選單中選擇。篩選會保持開啟直到你清除；按 ⌫ 移除最後一個。
zh_hk: 輸入 type:card、is:favorite、has:otp 或者 #Work，或者喺篩選選單揀。篩選會一直開住，直到你清除；撳 ⌫ 移走最後一個。

source: Type the password
ja: パスワードを入力
zh_hans: 输入密码
zh_hant: 輸入密碼
zh_hk: 輸入密碼

source: Type the username
ja: ユーザー名を入力
zh_hans: 输入用户名
zh_hant: 輸入使用者名稱
zh_hk: 輸入用戶名稱

source: Type the username and password
ja: ユーザー名とパスワードを入力
zh_hans: 输入用户名和密码
zh_hant: 輸入使用者名稱和密碼
zh_hk: 輸入用戶名稱同密碼

source: Types the login for the page or app you're in. With more than one (or none), the palette opens.
ja: 今いるページやアプリにログインを入力します。複数（またはゼロ）のときはパレットを開きます。
zh_hans: 为你所在的网页或 App 输入登录信息。如有多个（或没有），则会打开命令面板。
zh_hant: 為你所在的網頁或 App 輸入登入資料。如果有多於一個（或沒有），則會開啟命令面板。
zh_hk: 幫你而家所在嘅網頁或者 App 輸入登入資料。如果多過一個（或者冇），就會開指令面板。

source: Unarchive
ja: アーカイブを解除
zh_hans: 取消归档
zh_hant: 取消封存
zh_hk: 取消封存

source: Unavailable
ja: 利用できません
zh_hans: 不可用
zh_hant: 無法使用
zh_hk: 用唔到

source: Unchanged for three years or more. No need to change a strong, unique one; worth it for an account that matters.
ja: 3年以上変更されていません。強力で使い回していないものは変える必要はありませんが、大切なアカウントは見直す価値があります。
zh_hans: 三年或以上未更改。强而独一无二的密码不必更改；重要的账户值得换一个。
zh_hant: 三年或以上未更改。強而獨一無二的密碼不必更改；重要的帳號值得換一個。
zh_hk: 三年或以上冇改過。夠強又獨一無二嘅密碼唔使改；重要嘅帳戶就值得換一個。

source: Undo
ja: 取り消す
zh_hans: 撤销
zh_hant: 還原
zh_hk: 還原

source: Unencrypted
ja: 暗号化なし
zh_hans: 未加密
zh_hant: 未加密
zh_hk: 冇加密

source: Unknown device
ja: 不明なデバイス
zh_hans: 未知设备
zh_hant: 未知裝置
zh_hk: 未知裝置

source: Unlock
ja: ロック解除
zh_hans: 解锁
zh_hant: 解鎖
zh_hk: 解鎖

source: Unlock %@
ja: %@ のロックを解除
zh_hans: 解锁 %@
zh_hant: 解鎖 %@
zh_hk: 解鎖 %@

source: Unlock this account once to set a PIN.
ja: PIN を設定するには、このアカウントを一度ロック解除してください。
zh_hans: 先解锁此账户一次才能设置 PIN 码。
zh_hant: 先解鎖此帳號一次才能設定 PIN 碼。
zh_hk: 要先解鎖呢個帳戶一次先可以設定 PIN 碼。

source: Unlock this account once to turn it on.
ja: 有効にするには、このアカウントを一度ロック解除してください。
zh_hans: 先解锁此账户一次才能开启。
zh_hant: 先解鎖這個帳號一次才能開啟。
zh_hk: 先解鎖呢個帳戶一次先可以開。

source: Unlock this account to manage its two-step login, master password, devices and emergency access.
ja: このアカウントのロックを解除すると、2段階ログイン、マスターパスワード、デバイス、緊急アクセスを管理できます。
zh_hans: 解锁此账户以管理其两步登录、主密码、设备和紧急访问。
zh_hant: 解鎖此帳號以管理其兩步驟登入、主密碼、裝置和緊急存取。
zh_hk: 解鎖呢個帳戶就可以管理佢嘅兩步驟登入、主密碼、裝置同緊急存取。

source: Unlock to fill
ja: ロックを解除して入力
zh_hans: 解锁以填充
zh_hant: 解鎖以填入
zh_hk: 解鎖以填入

source: Unlock to save passkey
ja: ロックを解除してパスキーを保存
zh_hans: 解锁以保存通行密钥
zh_hant: 解鎖以儲存通行密鑰
zh_hk: 解鎖以儲存通行密鑰

source: Unlock to search
ja: ロックを解除して検索
zh_hans: 解锁以搜索
zh_hant: 解鎖以搜尋
zh_hk: 解鎖以搜尋

source: Unlock to sign in
ja: ロックを解除してサインイン
zh_hans: 解锁以登录
zh_hant: 解鎖以登入
zh_hk: 解鎖以登入

source: Unlock with PIN
ja: PIN でロック解除
zh_hans: 使用 PIN 码解锁
zh_hant: 使用 PIN 碼解鎖
zh_hk: 用 PIN 碼解鎖

source: Unlock with Touch ID
ja: Touch ID でロック解除
zh_hans: 使用触控 ID 解锁
zh_hant: 用 Touch ID 解鎖
zh_hk: 用 Touch ID 解鎖

source: unlock your vault
ja: 保管庫のロックを解除
zh_hans: 解锁你的密码库
zh_hant: 解鎖你的保險庫
zh_hk: 解鎖你的保險庫

source: Unlock your vault
ja: 保管庫のロックを解除
zh_hans: 解锁你的密码库
zh_hant: 解鎖你的保險庫
zh_hk: 解鎖你的保險庫

source: Unlock…
ja: ロックを解除…
zh_hans: 解锁…
zh_hant: 解鎖…
zh_hk: 解鎖…

source: Unlocked
ja: ロック解除中
zh_hans: 已解锁
zh_hant: 已解鎖
zh_hk: 已解鎖

source: Unlocking…
ja: ロックを解除しています…
zh_hans: 正在解锁…
zh_hant: 正在解鎖…
zh_hk: 正在解鎖…

source: Unpin (remove from Favorites)
ja: 固定を解除（お気に入りから削除）
zh_hans: 取消置顶（从收藏中移除）
zh_hant: 取消釘選（從我的最愛移除）
zh_hk: 取消置頂（由喜愛項目移除）

source: Unsecured websites
ja: 安全でない Web サイト
zh_hans: 不安全的网站
zh_hant: 不安全的網站
zh_hk: 不安全的網站

source: Up to %lld view(s)
ja: 最大 %lld 回表示
zh_hans: 最多 %lld 次查看
zh_hant: 最多 %lld 次檢視
zh_hk: 最多 %lld 次檢視

source: Up to 500 MB
ja: 最大 500 MB
zh_hans: 最大 500 MB
zh_hant: 最大 500 MB
zh_hk: 最多 500 MB

source: Update Card
ja: カードを更新
zh_hans: 更新卡片
zh_hant: 更新卡片
zh_hk: 更新卡

# Update the password for “%@” (%@)?
source: Update the password for “%1$@” (%2$@)?
ja: 「%1$@」（%2$@）のパスワードを更新しますか？
zh_hans: 要更新“%1$@”（%2$@）的密码吗？
zh_hant: 要更新「%1$@」（%2$@）的密碼嗎？
zh_hk: 要更新「%1$@」（%2$@）的密碼嗎？

source: Updates
ja: アップデート
zh_hans: 更新
zh_hant: 更新
zh_hk: 更新

source: Updates are off in development builds.
ja: 開発ビルドではアップデートはオフです。
zh_hans: 开发版本不会更新。
zh_hant: 開發版本不會更新。
zh_hk: 開發版本唔會更新。

source: Updates come from this project's GitHub releases. Each one is signed; Triwarden checks the signature and Apple's notarization before installing, then relaunches.
ja: アップデートはこのプロジェクトの GitHub リリースから届きます。それぞれ署名されており、Triwarden はインストール前に署名と Apple の公証を確認してから再起動します。
zh_hans: 更新来自本项目的 GitHub 发行版本。每个更新都经过签名；Triwarden 会在安装前检查签名和 Apple 公证，然后重新启动。
zh_hant: 更新來自本專案的 GitHub 發行版本。每個更新都經過簽署；Triwarden 會在安裝前檢查簽章與 Apple 公證，然後重新啟動。
zh_hk: 更新來自呢個項目嘅 GitHub 發行版本。每個更新都有簽署；Triwarden 安裝前會檢查簽名同 Apple 公證，之後重新開啟。

source: Uppercase (A–Z)
ja: 大文字（A–Z）
zh_hans: 大写（A–Z）
zh_hant: 大寫（A–Z）
zh_hk: 大寫（A–Z）

source: Use / to nest, e.g. Work/Servers.
ja: / で入れ子にできます（例：仕事/サーバー）。
zh_hans: 使用 / 创建子文件夹，例如 工作/服务器。
zh_hant: 使用 / 建立子資料夾，例如 工作/伺服器。
zh_hk: 使用 / 建立子資料夾，例如 工作/伺服器。

source: Use https:// for servers on the internet. http:// is only allowed on your local network.
ja: インターネット上のサーバーには https:// を使ってください。http:// はローカルネットワークでのみ使えます。
zh_hans: 互联网上的服务器请使用 https://，http:// 只允许用于局域网。
zh_hant: 網際網路上的伺服器請使用 https://，http:// 只允許用於區域網路。
zh_hk: 互聯網上的伺服器請使用 https://，http:// 只允許用於區域網絡。

source: Use master password
ja: マスターパスワードを使う
zh_hans: 改用主密码
zh_hant: 改用主密碼
zh_hk: 改用主密碼

source: Use Password
ja: このパスワードを使う
zh_hans: 使用此密码
zh_hant: 使用此密碼
zh_hk: 使用此密碼

source: Use PIN
ja: PIN を使う
zh_hans: 改用 PIN 码
zh_hant: 改用 PIN 碼
zh_hk: 改用 PIN 碼

source: Use Touch ID
ja: Touch ID を使用
zh_hans: 使用 Touch ID
zh_hant: 使用 Touch ID
zh_hk: 用 Touch ID

source: Use Triwarden as SSH agent
ja: Triwarden を SSH エージェントとして使う
zh_hans: 使用 Triwarden 作为 SSH 代理
zh_hant: 使用 Triwarden 作為 SSH 代理程式
zh_hk: 使用 Triwarden 作為 SSH 代理程式

source: Use Username
ja: ユーザ名を使用
zh_hans: 使用用户名
zh_hant: 使用使用者名稱
zh_hk: 使用用戶名稱

source: Username
ja: ユーザー名
zh_hans: 用户名
zh_hant: 使用者名稱
zh_hk: 用戶名稱

source: Using the system's trusted certificates.
ja: システムが信頼する証明書を使用しています。
zh_hans: 使用系统信任的证书。
zh_hant: 使用系統信任的憑證。
zh_hk: 使用系統信任的憑證。

source: Value
ja: 値
zh_hans: 值
zh_hant: 值
zh_hk: 值

source: Value must be between 3 and 20. Use 6 words or more to generate a strong passphrase.
ja: 3〜20 の値にしてください。強いパスフレーズには 6 語以上を使います。
zh_hans: 数值须介于 3 到 20。使用 6 个或更多单词可生成强密码短语。
zh_hant: 數值須介於 3 到 20。使用 6 個字以上可產生強密語。
zh_hk: 數值要喺 3 至 20 之間。用 6 個字或以上就可以產生強密語。

source: Value must be between 5 and 128.
ja: 5〜128 の値にしてください。
zh_hans: 数值须介于 5 到 128。
zh_hant: 數值須介於 5 到 128。
zh_hk: 數值要喺 5 至 128 之間。

source: Values you copy or use appear here until the vault locks.
ja: コピーまたは使用した値は、保管庫がロックされるまでここに表示されます。
zh_hans: 你复制或使用的值会显示在这里，直到密码库锁定。
zh_hant: 你拷貝或使用的值會顯示在這裡，直到保險庫鎖定。
zh_hk: 你複製或使用嘅值會顯示喺呢度，直到保險庫鎖定。

source: Vault
ja: 保管庫
zh_hans: 保险库
zh_hant: 保險庫
zh_hk: 保險庫

source: Vault Item
ja: 保管庫の項目
zh_hans: 密码库项目
zh_hant: 保險庫項目
zh_hk: 保險庫項目

source: Vault locked
ja: 保管庫はロックされています
zh_hans: 密码库已锁定
zh_hant: 保險庫已鎖定
zh_hk: 保險庫已鎖定

source: Vault locked: unlock Triwarden to search it
ja: 保管庫はロックされています。検索するには Triwarden のロックを解除してください
zh_hans: 密码库已锁定：请先解锁 Triwarden 再搜索
zh_hant: 保險庫已鎖定：請先解鎖 Triwarden 再搜尋
zh_hk: 保險庫已鎖定：請先解鎖 Triwarden 再搜尋

source: Vault window
ja: 保管庫ウインドウ
zh_hans: 保险库窗口
zh_hant: 保險庫視窗
zh_hk: 保險庫視窗

source: Vaults
ja: 保管庫
zh_hans: 保险库
zh_hant: 保險庫
zh_hk: 保險庫

source: Vaults that trust you
ja: あなたを信頼している保管庫
zh_hans: 信任你的保险库
zh_hant: 信任你的保險庫
zh_hk: 信任你嘅保險庫

source: Verification code
ja: 確認コード
zh_hans: 验证码
zh_hant: 驗證碼
zh_hk: 驗證碼

source: Verification Codes
ja: 確認コード
zh_hans: 验证码
zh_hant: 驗證碼
zh_hk: 驗證碼

source: Verify
ja: 確認
zh_hans: 验证
zh_hant: 驗證
zh_hk: 驗證

source: Verify this Mac
ja: この Mac を確認
zh_hans: 验证这台 Mac
zh_hant: 驗證這台 Mac
zh_hk: 驗證這台 Mac

source: Version %@
ja: バージョン %@
zh_hans: 版本 %@
zh_hant: 版本 %@
zh_hk: 版本 %@

source: Version %@ is available
ja: バージョン %@ が利用可能です
zh_hans: %@ 版本可用
zh_hant: 已有 %@ 版本
zh_hk: 有 %@ 版本可用

source: Very strong
ja: 非常に強い
zh_hans: 非常强
zh_hant: 非常強
zh_hk: 非常強

source: View
ja: 閲覧
zh_hans: 查看
zh_hant: 檢視
zh_hk: 睇

source: View Vault
ja: 保管庫を表示
zh_hans: 查看保险库
zh_hant: 查看保險庫
zh_hk: 睇保險庫

source: Viewed %@
ja: %@ を閲覧しました
zh_hans: 查看了 %@
zh_hant: 檢視了 %@
zh_hk: 睇咗 %@

source: Views
ja: 表示回数
zh_hans: 查看次数
zh_hant: 檢視次數
zh_hk: 檢視次數

source: Wait %lld days
ja: 待機 %lld 日
zh_hans: 等待 %lld 天
zh_hant: 等待 %lld 天
zh_hk: 等 %lld 日

source: Wait time
ja: 待機期間
zh_hans: 等待时间
zh_hant: 等待時間
zh_hk: 等待時間

source: Waiting
ja: 待機中
zh_hans: 等待中
zh_hant: 等待中
zh_hk: 等緊

source: Waiting for them to confirm
ja: 相手の確認待ち
zh_hans: 等待对方确认
zh_hant: 等待對方確認
zh_hk: 等對方確認

source: Watchtower
ja: ウォッチタワー
zh_hans: 安全监测
zh_hant: 安全監測
zh_hk: 安全監測

source: Watchtower issue
ja: ウォッチタワーの問題
zh_hans: 安全监测问题
zh_hant: 安全監測問題
zh_hk: 安全監測問題

source: Watchtower issues
ja: ウォッチタワーの問題
zh_hans: 安全监测问题
zh_hant: 安全監測問題
zh_hk: 安全監測問題

source: Weak
ja: 弱い
zh_hans: 弱
zh_hant: 弱
zh_hk: 弱

source: Weak password
ja: 脆弱なパスワード
zh_hans: 弱密码
zh_hant: 弱密碼
zh_hk: 弱密碼

source: Weak passwords
ja: 弱いパスワード
zh_hans: 弱密码
zh_hant: 弱密碼
zh_hk: 弱密碼

source: Web app
ja: Web アプリ
zh_hans: 网页版
zh_hant: 網頁版
zh_hk: 網頁版

source: Web vault
ja: Web 保管庫
zh_hans: 网页版密码库
zh_hant: 網頁版保險庫
zh_hk: 網頁版保險庫

source: Website
ja: Web サイト
zh_hans: 网站
zh_hant: 網站
zh_hk: 網站

source: Website copied
ja: Web サイトをコピーしました
zh_hans: 已拷贝网站
zh_hant: 已拷貝網站
zh_hk: 已複製網站

source: Week
ja: 週
zh_hans: 周
zh_hant: 週
zh_hk: 星期

source: Welcome back
ja: おかえりなさい
zh_hans: 欢迎回来
zh_hant: 歡迎回來
zh_hk: 歡迎回來

source: What you've typed here isn't saved yet.
ja: ここで入力した内容はまだ保存されていません。
zh_hans: 你在这里输入的内容尚未保存。
zh_hant: 你在這裡輸入的內容尚未儲存。
zh_hk: 你喺度打嘅嘢仲未儲存。

source: What's New in %@
ja: %@ の新機能
zh_hans: %@ 的新功能
zh_hant: %@ 的新功能
zh_hk: %@ 嘅新功能

source: When it times out
ja: タイムアウト時
zh_hans: 超时后
zh_hant: 逾時後
zh_hk: 時間到之後

source: Who in %@ can see this item.
ja: %@ の中でこの項目を見られる人。
zh_hans: %@ 中谁可以看到这个项目。
zh_hant: %@ 中誰可以看到這個項目。
zh_hk: %@ 入面邊個可以睇到呢個項目。

source: With the window closed, Triwarden leaves the Dock and waits in the menu bar. Shortcuts, AutoFill and the command palette keep working.
ja: ウインドウを閉じると、Triwarden は Dock から消えてメニューバーで待機します。ショートカット、自動入力、コマンドパレットは引き続き使えます。
zh_hans: 关闭窗口后，Triwarden 会离开程序坞并在菜单栏中待命。快捷键、自动填充和命令面板仍可使用。
zh_hant: 關閉視窗後，Triwarden 會離開 Dock 並在選單列中待命。快速鍵、自動填寫和指令面板仍可使用。
zh_hk: 關閉視窗之後，Triwarden 會離開 Dock，喺選單列度待命。快捷鍵、自動填寫同指令面板照用得。

source: With your generator settings, straight to the clipboard.
ja: ジェネレータの設定で作り、そのままクリップボードへ。
zh_hans: 按照你的生成器设置，直接拷贝到剪贴板。
zh_hant: 依照你的產生器設定，直接拷貝到剪貼簿。
zh_hk: 跟你嘅產生器設定，直接複製到剪貼簿。

source: Without the menu bar icon, open Triwarden from the Dock, Spotlight or its shortcuts.
ja: メニューバーのアイコンがない場合は、Dock、Spotlight、またはショートカットから Triwarden を開いてください。
zh_hans: 没有菜单栏图标时，请从程序坞、聚焦搜索或快捷键打开 Triwarden。
zh_hant: 沒有選單列圖像時，請從 Dock、Spotlight 或快速鍵打開 Triwarden。
zh_hk: 冇選單列圖示嘅時候，可以由 Dock、Spotlight 或者快捷鍵打開 Triwarden。

source: Word separator
ja: 単語の区切り
zh_hans: 分隔符
zh_hant: 分隔符號
zh_hk: 分隔符號

source: Works in every app. Called over a browser or an app, the palette puts its logins first, and ↵ types the username and password in (⌃↵ username, ⌥↵ password, ⇧ also submits). Typing needs Accessibility for “Triwarden Auto-Type”, a small helper inside the app, so Triwarden itself stays sandboxed. ⌘K and ⌘F also open the palette inside the vault window.
ja: どのアプリでも使えます。ブラウザやアプリの上で呼び出すと、そのログインが先頭に表示され、↵ でユーザ名とパスワードを入力します（⌃↵ はユーザ名のみ、⌥↵ はパスワードのみ、⇧ を加えると送信も）。入力にはアプリ内のヘルパー「Triwarden Auto-Type」へのアクセシビリティ許可が必要で、Triwarden 本体はサンドボックスのままです。保管庫ウインドウでは ⌘K と ⌘F でもパレットを開けます。
zh_hans: 在任何 App 中都能使用。在浏览器或其他 App 上调出时，命令面板会先列出相关的登录信息，按 ↵ 会输入用户名和密码（⌃↵ 只输入用户名，⌥↵ 只输入密码，加 ⇧ 会同时提交）。输入功能需要为 App 内的小助手“Triwarden Auto-Type”开启“辅助功能”权限，Triwarden 本身仍保持沙盒保护。在密码库窗口内，⌘K 和 ⌘F 也能打开命令面板。
zh_hant: 在任何 App 中都能使用。在瀏覽器或其他 App 上叫出時，命令面板會先列出相關的登入資料，按 ↵ 會輸入使用者名稱和密碼（⌃↵ 只輸入使用者名稱，⌥↵ 只輸入密碼，加 ⇧ 會同時送出）。輸入功能需要為 App 內的小幫手「Triwarden Auto-Type」開啟「輔助使用」權限，Triwarden 本身仍維持沙盒保護。在保險庫視窗內，⌘K 和 ⌘F 也能開啟命令面板。
zh_hk: 喺任何 App 都用得。喺瀏覽器或者其他 App 叫出嚟時，指令面板會先列出相關嘅登入資料，撳 ↵ 會輸入用戶名同密碼（⌃↵ 淨係輸入用戶名，⌥↵ 淨係輸入密碼，加 ⇧ 會順便提交）。輸入功能要幫 App 入面嘅小幫手「Triwarden Auto-Type」開啟「輔助使用」權限，Triwarden 本身依然受沙盒保護。喺保險庫視窗入面，⌘K 同 ⌘F 都可以開指令面板。

source: Write it down and keep it somewhere safe, away from this Mac.
ja: 書き留めて、この Mac 以外の安全な場所に保管してください。
zh_hans: 把它写下来，保存在 Mac 以外的安全地方。
zh_hant: 把它寫下來，存放在 Mac 以外的安全地方。
zh_hk: 寫低佢，放喺 Mac 以外嘅安全地方。

source: Wrong email or master password.
ja: メールアドレスまたはマスターパスワードが正しくありません。
zh_hans: 电子邮件或主密码错误。
zh_hant: 電子郵件或主密碼錯誤。
zh_hk: 電郵或主密碼錯誤。

source: Wrong master password.
ja: マスターパスワードが正しくありません。
zh_hans: 主密码错误。
zh_hant: 主密碼錯誤。
zh_hk: 主密碼錯誤。

source: Wrong PIN. ^[%lld try](inflect: true) left.
ja: PIN が違います。あと %lld 回試せます。
zh_hans: PIN 码错误，还可再试 %lld 次。
zh_hant: PIN 碼錯誤，還可再試 %lld 次。
zh_hk: PIN 碼唔啱，仲可以試多 %lld 次。

source: Year
ja: 年
zh_hans: 年
zh_hant: 年
zh_hk: 年

source: years to crack
ja: 解読に数年
zh_hans: 需数年破解
zh_hant: 需數年破解
zh_hk: 要幾年先破解到

source: Yes
ja: はい
zh_hans: 是
zh_hant: 是
zh_hk: 是

source: Yes / No
ja: はい / いいえ
zh_hans: 是/否
zh_hant: 是／否
zh_hk: 是／否

source: Yesterday
ja: 昨日
zh_hans: 昨天
zh_hant: 昨天
zh_hk: 尋日

source: You can restore it from Trash for %lld days.
ja: %lld 日間はゴミ箱から戻せます。
zh_hans: %lld 天内可以从废纸篓恢复。
zh_hant: %lld 天內可以從垃圾桶復原。
zh_hk: %lld 日內可以喺垃圾桶還原。

source: You can restore it from Trash later.
ja: あとでゴミ箱から戻せます。
zh_hans: 之后可以从废纸篓恢复。
zh_hant: 之後可以從垃圾桶復原。
zh_hk: 之後可以喺垃圾桶還原。

source: You can restore them from Trash later.
ja: 後でゴミ箱から復元できます。
zh_hans: 之后可以从废纸篓恢复。
zh_hant: 之後可以從垃圾桶還原。
zh_hk: 之後可以喺垃圾桶還原。

source: You're offline — changes need a connection to your server.
ja: オフラインです。変更にはサーバーへの接続が必要です。
zh_hans: 你目前离线，更改需要连接到服务器。
zh_hant: 你目前離線，變更需要連線到伺服器。
zh_hk: 你目前離線，變更需要連線到伺服器。

source: Your account is signed in on each of these. Sign out everywhere if one isn't yours; this Mac signs straight back in.
ja: このアカウントは以下の各デバイスでサインインしています。心当たりのないものがあればすべてサインアウトしてください。この Mac はすぐにサインインし直します。
zh_hans: 你的账户已在以下各设备登录。如有不是你的设备，请全部注销；这台 Mac 会立即重新登录。
zh_hant: 你的帳號已在以下各裝置登入。若有不是你的裝置，請全部登出；這部 Mac 會立即重新登入。
zh_hk: 你嘅帳戶喺以下每部裝置都登入咗。如果有唔係你嘅，就全部登出；呢部 Mac 會即刻重新登入。

source: Your details, for filling in forms.
ja: フォーム入力に使うあなたの情報。
zh_hans: 你的个人信息，用于填写表单。
zh_hant: 你的個人資料，用於填寫表單。
zh_hk: 你嘅個人資料，用嚟填表格。

source: Your master password can't be recovered — not even by the server. If you set a hint, we can email it to you.
ja: マスターパスワードは復元できません（サーバーでも不可能です）。ヒントを設定していれば、メールで送信できます。
zh_hans: 主密码无法恢复，连服务器也不行。如果你设置了提示，我们可以通过电子邮件发给你。
zh_hant: 主密碼無法復原，就連伺服器也不行。如果你有設定提示，我們可以用電子郵件寄給你。
zh_hk: 主密碼無法復原，就連伺服器也不行。如果你有設定提示，我們可以用電郵寄給你。

source: Your organization's SSO identifier. On Vaultwarden any value works.
ja: 組織の SSO 識別子。Vaultwarden では任意の値で構いません。
zh_hans: 你的组织 SSO 标识符。在 Vaultwarden 上任意值均可。
zh_hant: 你的組織 SSO 識別碼。在 Vaultwarden 上任何值皆可。
zh_hk: 你的機構 SSO 識別碼。喺 Vaultwarden 上任何值都得。

source: Your other devices sign out; this Mac stays signed in.
ja: 他のデバイスはサインアウトされます。この Mac はサインインしたままです。
zh_hans: 你的其他设备会登出；这台 Mac 会保持登录。
zh_hant: 你的其他裝置會登出；這台 Mac 會保持登入。
zh_hk: 你其他裝置會登出；呢部 Mac 會保持登入。

source: Your personal items and folders, in a file any Bitwarden app can import.
ja: 個人の項目とフォルダを、どの Bitwarden アプリでも読み込めるファイルにします。
zh_hans: 你的个人项目和文件夹，存为任何 Bitwarden 应用都能导入的文件。
zh_hant: 你的個人項目與資料夾，存成任何 Bitwarden App 都能匯入的檔案。
zh_hk: 你嘅個人項目同資料夾，存成任何 Bitwarden App 都匯入到嘅檔案。

source: Your Sends appear here.
ja: Send はここに表示されます。
zh_hans: 你的 Send 会显示在这里。
zh_hant: 你的 Send 會顯示在這裡。
zh_hk: 你嘅 Send 會喺呢度顯示。

source: Your vault is encrypted on this Mac until you unlock it.
ja: ロックを解除するまで、保管庫はこの Mac 上で暗号化されています。
zh_hans: 在你解锁之前，密码库都以加密形式存放在这台 Mac 上。
zh_hant: 在你解鎖之前，密碼庫都以加密形式存放在這台 Mac 上。
zh_hk: 喺你解鎖之前，密碼庫都係加密咗存喺呢部 Mac。

source: Z to A
ja: Z から A
zh_hans: Z 至 A
zh_hant: Z 至 A
zh_hk: Z 至 A

source: Buy License…
ja: ライセンスを購入…
zh_hans: 购买授权…
zh_hant: 購買授權…
zh_hk: 購買授權…

source: License key
ja: ライセンスキー
zh_hans: 授权密钥
zh_hant: 授權金鑰
zh_hk: 授權碼

source: Registration
ja: 登録
zh_hans: 注册
zh_hant: 註冊
zh_hk: 註冊

source: Remove License
ja: ライセンスを削除
zh_hans: 移除授权
zh_hant: 移除授權
zh_hk: 移除授權

source: Paste the key from your receipt
ja: 領収書のキーを貼り付け
zh_hans: 粘贴收据中的密钥
zh_hant: 貼上收據中的金鑰
zh_hk: 貼上收據入面嘅授權碼

source: Register
ja: 登録
zh_hans: 注册
zh_hant: 註冊
zh_hk: 註冊

source: This license key isn't valid. Paste the whole key from your receipt.
ja: このライセンスキーは無効です。領収書のキー全体を貼り付けてください。
zh_hans: 此授权密钥无效。请粘贴收据中的完整密钥。
zh_hant: 此授權金鑰無效。請貼上收據中的完整金鑰。
zh_hk: 呢個授權碼無效。請貼上收據入面完整嘅授權碼。

source: Remove License…
ja: ライセンスを削除…
zh_hans: 移除授权…
zh_hant: 移除授權…
zh_hk: 移除授權…

source: Remove the license from this Mac?
ja: この Mac からライセンスを削除しますか？
zh_hans: 要从此 Mac 移除授权吗？
zh_hant: 要從此 Mac 移除授權嗎？
zh_hk: 要喺呢部 Mac 移除授權嗎？

source: Triwarden keeps working. You can register again with the same key at any time.
ja: Triwarden はそのまま使えます。同じキーでいつでも再登録できます。
zh_hans: Triwarden 仍可继续使用。你随时可以用同一个密钥重新注册。
zh_hant: Triwarden 仍可繼續使用。你隨時可以用同一組金鑰重新註冊。
zh_hk: Triwarden 照樣可以用。你隨時可以用同一個授權碼再註冊。
